Repository: jonocodes/stashcast
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, pt

source: Prefetching
es: Preparando
pt: Preparando

source: Downloading
es: Descargando
pt: Baixando

source: Processing
es: Procesando
pt: Processando

source: Ready
es: Listo
pt: Pronto

source: Archived
es: Archivado
pt: Arquivado

source: Select Source
es: Seleccionar fuente

source: Home
es: Inicio
pt: Início

source: Add URL
es: Añadir URL
pt: Adicionar URL

source: Spotify content detected
es: Contenido de Spotify detectado

source: Spotify audio is DRM-protected. We've searched multiple platforms for matching content.
es: El audio de Spotify está protegido por DRM. Hemos buscado contenido coincidente en múltiples plataformas.

source: Search query:
es: Búsqueda:

source: views
es: vistas

source: Or enter a custom URL
es: O ingresa una URL personalizada

source: Cancel
es: Cancelar
pt: Cancelar

source: Download Selected
es: Descargar seleccionado

source: No results found on any platform.
es: No se encontraron resultados en ninguna plataforma.

source: You can try entering a custom URL below.
es: Puedes intentar ingresar una URL personalizada a continuación.

source: Enter a custom URL
es: Ingresa una URL personalizada

source: Download
es: Descargar
pt: Baixar

source: Confirm Download
es: Confirmar descarga
pt: Confirmar download

source: Items
es: Elementos
pt: Itens

source: Confirm Multiple Items
es: Confirmar múltiples elementos
pt: Confirmar múltiplos itens

source: items
es: elementos
pt: itens

source: Multiple items detected
es: Múltiples elementos detectados
pt: Múltiplos itens detectados

source: This URL contains multiple videos/audio files. Please confirm you want to download all %(counter)s items.
es: Esta URL contiene múltiples archivos de video/audio. Por favor confirma que deseas descargar todos los %(counter)s elementos.
pt: Esta URL contém múltiplos arquivos de vídeo/áudio. Por favor confirme que deseja baixar todos os %(counter)s itens.

source: Media type:
es: Tipo de medio:
pt: Tipo de mídia:

source: Title
es: Título
pt: Título

source: Duration
es: Duración
pt: Duração

source: Download All %(counter)s Items
es: Descargar todos los %(counter)s elementos
pt: Baixar todos os %(counter)s itens

source: Add URL to StashCast
es: Añadir URL a StashCast
pt: Adicionar URL ao StashCast

source: Download media from any URL supported by yt-dlp or direct media links.
es: Descarga medios desde cualquier URL compatible con yt-dlp o enlaces directos a medios.
pt: Baixe mídia de qualquer URL suportada pelo yt-dlp ou links diretos de mídia.

source: Example URLs to try:
es: URLs de ejemplo para probar:
pt: URLs de exemplo para testar:

source: Test Server (embedded media):
es: Servidor de prueba (medios incrustados):
pt: Servidor de teste (mídia incorporada):

source: Test Server (direct media):
es: Servidor de prueba (medios directos):
pt: Servidor de teste (mídia direta):

source: Direct media:
es: Medios directos:
pt: Mídia direta:

source: Any URL ending in .mp3, .mp4, .m4a, etc.
es: Cualquier URL que termine en .mp3, .mp4, .m4a, etc.
pt: Qualquer URL terminando em .mp3, .mp4, .m4a, etc.

source: Enter any URL supported by yt-dlp or a direct media file URL
es: Introduce cualquier URL compatible con yt-dlp o un enlace directo a un archivo multimedia
pt: Insira qualquer URL suportada pelo yt-dlp ou um link direto de arquivo de mídia

source: Media Type
es: Tipo de medio
pt: Tipo de mídia

source: Auto-detect
es: Auto-detectar
pt: Detectar automaticamente

source: Audio only
es: Solo audio
pt: Apenas áudio

source: Auto-detect will determine if the content is audio or video
es: La auto-detección determinará si el contenido es audio o video
pt: A detecção automática determinará se o conteúdo é áudio ou vídeo

source: Advanced Options
es: Opciones avanzadas
pt: Opções avançadas

source: Single URL
es: URL única
pt: URL única

source: Bulk Download (Multiple URLs)
es: Descarga masiva (Múltiples URLs)
pt: Download em massa (Múltiplas URLs)

source: Enter one URL per line. When bulk URLs are provided, the single URL field above is ignored. Each URL will be queued as a separate download.
es: Ingresa una URL por línea. Cuando se proporcionan URLs en masa, el campo de URL única anterior se ignora. Cada URL se encolará como una descarga separada.
pt: Insira uma URL por linha. Quando URLs em massa são fornecidas, o campo de URL única acima é ignorado. Cada URL será enfileirada como um download separado.

source: Add to StashCast
es: Añadir a StashCast
pt: Adicionar ao StashCast

source: Recent Items
es: Elementos recientes
pt: Itens recentes

source: Type
es: Tipo
pt: Tipo

source: Status
es: Estado

source: Created
es: Creado
pt: Criado

source: Actions
es: Acciones
pt: Ações

source: ago
es: hace
pt: atrás

source: View
es: Ver
pt: Ver

source: Preview
es: Vista previa
pt: Visualizar

source: Processing Media - StashCast
es: Procesando medios - StashCast
pt: Processando mídia - StashCast

source: Processing your media...
es: Procesando tus medios...
pt: Processando sua mídia...

source: Initializing
es: Inicializando
pt: Inicializando

source: Loading...
es: Cargando...
pt: Carregando...

source: Item ID
es: ID del elemento
pt: ID do item

source: Your media is ready!
es: ¡Tu medio está listo!
pt: Sua mídia está pronta!

source: View Media
es: Ver medio
pt: Ver mídia

source: Add Another URL
es: Añadir otra URL
pt: Adicionar outra URL

source: Bookmarklet Tool
es: Herramienta de Marcador
pt: Ferramenta de favorito

source: StashCast Bookmarklet Tool
es: Herramienta de Marcador de StashCast
pt: Ferramenta de Favorito StashCast

source: What is a bookmarklet?
es: ¿Qué es un marcador?
pt: O que é um favorito?

source: A bookmarklet is a bookmark that runs JavaScript to perform actions on the current page. Drag the bookmarklet link below to your bookmarks bar, then click it on any page with media you want to download to StashCast.
es: Un marcador es un favorito que ejecuta JavaScript para realizar acciones en la página actual. Arrastra el enlace del marcador a tu barra de favoritos, luego haz clic en él en cualquier página con medios que desees descargar a StashCast.
pt: Um favorito é um marcador que executa JavaScript para realizar ações na página atual. Arraste o link do favorito para sua barra de favoritos e clique nele em qualquer página com mídia que deseja baixar para o StashCast.

source: Feed Protection Enabled
es: Protección de fuentes activada
pt: Proteção de feeds ativada

source: Your RSS feeds require a user token. Feed URLs in this instance automatically include the token for privacy.
es: Tus feeds RSS requieren un token de usuario. Las URLs de feeds en esta instancia incluyen automáticamente el token por privacidad.
pt: Seus feeds RSS requerem um token de usuário. As URLs dos feeds nesta instância incluem automaticamente o token por privacidade.

source: Public Feeds Notice
es: Aviso de fuentes públicas
pt: Aviso de feeds públicos

source: RSS feeds are currently publicly accessible. To require user tokens for feeds, set REQUIRE_USER_TOKEN_FOR_FEEDS=true in your environment configuration.
es: Los feeds RSS están actualmente accesibles públicamente. Para requerir tokens de usuario para los feeds, establece REQUIRE_USER_TOKEN_FOR_FEEDS=true en tu configuración de entorno.
pt: Os feeds RSS estão atualmente acessíveis publicamente. Para exigir tokens de usuário para feeds, defina REQUIRE_USER_TOKEN_FOR_FEEDS=true na configuração do ambiente.

source: 1. Configure Bookmarklet
es: 1. Configurar marcador
pt: 1. Configurar favorito

source: Base URL:
es: URL base:
pt: URL base:

source: The base URL of your StashCast instance
es: La URL base de tu instancia de StashCast
pt: A URL base da sua instância StashCast

source: Default Media Type:
es: Tipo de medio predeterminado:
pt: Tipo de mídia padrão:

source: What type of media to download by default
es: Qué tipo de medio descargar por defecto
pt: Que tipo de mídia baixar por padrão

source: Auto-close Progress Tab (seconds):
es: Auto-cerrar pestaña de progreso (segundos):
pt: Fechar aba de progresso automaticamente (segundos):

source: Optional
es: Opcional
pt: Opcional

source: Close the progress tab after the job completes; leave blank to keep it open
es: Cierra la pestaña de progreso después de que se complete el trabajo; déjalo en blanco para mantenerla abierta
pt: Feche a aba de progresso após a conclusão do trabalho; deixe em branco para mantê-la aberta

source: Allow Multiple Items
es: Permitir múltiples elementos
pt: Permitir múltiplos itens

source: If enabled, automatically download all items from playlists or pages with multiple videos. If disabled, you'll get an error prompting you to confirm in admin.
es: Si está habilitado, descarga automáticamente todos los elementos de listas de reproducción o páginas con múltiples videos. Si está deshabilitado, recibirás un error solicitando que confirmes en el admin.
pt: Se ativado, baixa automaticamente todos os itens de listas de reprodução ou páginas com vários vídeos. Se desativado, você receberá um erro solicitando confirmação no admin.

source: 2. Your Bookmarklet
es: 2. Tu marcador
pt: 2. Seu favorito

source: Installation:
es: Instalación:
pt: Instalação:

source: Drag the button below to your bookmarks bar. If your bookmarks bar is hidden, enable it in your browser settings first.
es: Arrastra el botón de abajo a tu barra de favoritos. Si tu barra de favoritos está oculta, actívala primero en la configuración de tu navegador.
pt: Arraste o botão abaixo para sua barra de favoritos. Se sua barra de favoritos estiver oculta, ative-a primeiro nas configurações do navegador.

source: Stash to StashCast
es: Guardar en StashCast
pt: Guardar no StashCast

source: 3. JavaScript Code
es: 3. Código JavaScript
pt: 3. Código JavaScript

source: You can also copy the JavaScript code below and create a bookmark manually:
es: También puedes copiar el código JavaScript a continuación y crear un favorito manualmente:
pt: Você também pode copiar o código JavaScript abaixo e criar um favorito manualmente:

source: Copy Code
es: Copiar código
pt: Copiar código

source: 4. Test It
es: 4. Pruébalo
pt: 4. Testar

source: Test URL:
es: URL de prueba:
pt: URL de teste:

source: Test Bookmarklet
es: Probar marcador
pt: Testar favorito

source: Feed Links
es: Enlaces de fuentes
pt: Links de feeds

source: RSS Feed Links
es: Enlaces de Fuentes RSS
pt: Links de feeds RSS

source: Subscribe to your feeds
es: Suscríbete a tus fuentes
pt: Inscreva-se nos seus feeds

source: Copy these URLs to subscribe in your favorite podcast app (Overcast, Pocket Casts, Apple Podcasts, etc.).
es: Copia estas URLs para suscribirte en tu aplicación de podcast favorita (Overcast, Pocket Casts, Apple Podcasts, etc.).
pt: Copie essas URLs para se inscrever no seu aplicativo de podcast favorito (Overcast, Pocket Casts, Apple Podcasts, etc.).

source: The URLs include your private token for secure access.
es: Las URLs incluyen tu token privado para acceso seguro.
pt: As URLs incluem seu token privado para acesso seguro.

source: Your RSS feeds require a user token. Keep these URLs private - they grant access to your feeds.
es: Tus feeds RSS requieren un token de usuario. Mantén estas URLs privadas - otorgan acceso a tus feeds.
pt: Seus feeds RSS requerem um token de usuário. Mantenha essas URLs privadas - elas concedem acesso aos seus feeds.

source: Public Feeds
es: Fuentes públicas
pt: Feeds públicos

source: RSS feeds are currently publicly accessible. To require user tokens for feeds, set
es: Los feeds RSS están actualmente accesibles públicamente. Para requerir tokens de usuario para los feeds, establece
pt: Os feeds RSS estão atualmente acessíveis publicamente. Para exigir tokens de usuário para feeds, defina

source: in your environment configuration.
es: en tu configuración de entorno.
pt: na configuração do ambiente.

source: Available Feeds
es: Fuentes disponibles
pt: Feeds disponíveis

source: Audio feed
es: Fuente de audio
pt: Feed de áudio

source: Audio Feed
es: Fuente de Audio
pt: Feed de Áudio

source: Audio-only content for listening on the go
es: Contenido solo de audio para escuchar sobre la marcha
pt: Conteúdo somente de áudio para ouvir em movimento

source: Subscribe URL:
es: URL de suscripción:
pt: URL de inscrição:

source: Copy
es: Copiar
pt: Copiar

source: Grid View
es: Vista de cuadrícula
pt: Visualização em grade

source: List View
es: Vista de lista
pt: Visualização em lista

source: View XML
es: Ver XML
pt: Ver XML

source: Manage
es: Administrar
pt: Gerenciar

source: Video feed
es: Fuente de video
pt: Feed de vídeo

source: Video Feed
es: Fuente de Video
pt: Feed de Vídeo

source: Video content for watching later
es: Contenido de video para ver más tarde
pt: Conteúdo de vídeo para assistir mais tarde

source: Combined feed
es: Fuente combinada
pt: Feed combinado

source: Combined Feed
es: Fuente Combinada
pt: Feed Combinado

source: All content in one feed
es: Todo el contenido en una fuente
pt: Todo o conteúdo em um feed

source: Archived content for reference
es: Contenido archivado para referencia
pt: Conteúdo arquivado para referência

source: Media Grid
es: Cuadrícula de medios
pt: Grade de mídia

source: Type:
es: Tipo:
pt: Tipo:

source: All
es: Todo
pt: Tudo

source: Total Storage:
es: Almacenamiento total:
pt: Armazenamento total:

source: Grid
es: Cuadrícula
pt: Grade

source: List
es: Lista
pt: Lista

source: No items found
es: No se encontraron elementos
pt: Nenhum item encontrado

source: Try adjusting your filters or add some media items.
es: Intenta ajustar tus filtros o añadir algunos elementos multimedia.
pt: Tente ajustar seus filtros ou adicionar alguns itens de mídia.

source: Edit
es: Editar
pt: Editar

source: Archive
es: Archivar
pt: Arquivar

source: Unarchive
es: Desarchivar
pt: Desarquivar

source: Delete
es: Eliminar
pt: Excluir

source: Download Subtitles
es: Descargar subtítulos
pt: Baixar legendas

source: Source
es: Fuente
pt: Fonte

source: By:
es: Por:
pt: Por:

source: Published:
es: Publicado:
pt: Publicado:

source: Duration:
es: Duración:
pt: Duração:

source: Summary
es: Resumen
pt: Resumo

source: Description
es: Descripción
pt: Descrição

source: Your browser does not support audio element.
es: Tu navegador no soporta el elemento de audio.
pt: Seu navegador não suporta o elemento de áudio.

source: Your browser does not support video element.
es: Tu navegador no soporta el elemento de video.
pt: Seu navegador não suporta o elemento de vídeo.

source: Media List
es: Lista de medios
pt: Lista de mídia

source: Size:
es: Tamaño:
pt: Tamanho:

source: Author:
es: Autor:
pt: Autor:

source: Added:
es: Añadido:
pt: Adicionado:

source: Toggle navigation
es: Alternar navegación
pt: Alternar navegação

source: Sidebar
es: Barra lateral
pt: Barra lateral

source: StashCast Tools
es: Herramientas de StashCast
pt: Ferramentas StashCast

source: Tools
es: Herramientas
pt: Ferramentas

source: Bookmarklet
es: Marcador
pt: Favorito

source: About
es: Acerca de

source: Site Home
es: Inicio del sitio
pt: Página inicial

source: Episodes
es: Episodios

source: Storage Used
es: Almacenamiento utilizado

source: Last Download
es: Última descarga

source: No downloads yet
es: Sin descargas aún

source: Errors
es: Errores

source: items with errors
es: elementos con errores

source: Episode Limit
es: Límite de episodios

source: Max Episodes
es: Máximo de episodios

source: At limit
es: Al límite

source: Almost full
es: Casi lleno

source: Unlimited
es: Ilimitado

source: No limit set
es: Sin límite

source: Current Usage
es: Uso actual

source: episodes
es: episodios

source: To change the episode limit, set the
es: Para cambiar el límite de episodios, establece la

source: environment variable and restart the server. Set to 0 or leave unset for unlimited episodes.
es: variable de entorno y reinicia el servidor. Establece a 0 o déjala sin definir para episodios ilimitados.

source: Project
es: Proyecto

source: StashCast illustration
es: Ilustración de StashCast
pt: Ilustração StashCast

source: StashCast Console
es: Consola de StashCast
pt: Console StashCast

source: Capture, stash, and stream your media.
es: Captura, guarda y transmite tus medios.
pt: Capture, guarde e transmita sua mídia.

source: Add any URL supported by yt-dlp and StashCast will download, process, and publish it to your feeds. Jump straight to the add form to start a new download.
es: Ingresa cualquier URL compatible con yt-dlp y StashCast la descargará, procesará y publicará en tus feeds. Ve directo al formulario de agregar para iniciar una nueva descarga.
pt: Insira qualquer URL suportada pelo yt-dlp e o StashCast irá baixar, processar e publicar nos seus feeds. Vá direto ao formulário de adição para iniciar um novo download.

source: Add
es: Añadir
pt: Adicionar

source: Requires an admin login.
es: Requiere un inicio de sesión de administrador.
pt: Requer login de administrador.

source: Subscribe to feeds
es: Suscribirse a fuentes
pt: Inscrever-se nos feeds

source: Get RSS feed URLs for your podcast app
es: Obtener URLs de fuentes RSS para tu aplicación de podcasts
pt: Obter URLs de feeds RSS para seu aplicativo de podcast

source: Admin dashboard
es: Panel de administración
pt: Painel de administração

source: Manage media items and jobs
es: Administrar elementos multimedia y trabajos
pt: Gerenciar itens de mídia e tarefas

source: StashCast - Processing Media
es: StashCast - Procesando medios
pt: StashCast - Processando mídia

source: items queued
es: elementos en cola
pt: itens na fila

source: Error
pt: Erro

source: Audio
pt: Áudio

source: Video
pt: Vídeo

source: Error:
pt: Erro:
